{
    "Title": "Bass Masters Classic",
    "SortingTitle": "Bass Masters Classic",
    "Description": "This game consists of five 3-day tournaments at four lakes. The mission is to catch as much large bass as possible. Once the day of the fishing tournament is over, the five largest bass that were caught get weighed and are compared to the other fisherman's catches. The one with the heaviest catch is the winner.\n\nThe player starts off choosing an angler. Then the player can either go to the bait shop, practice pond, or start in the tournament. In the bait shop, choices of baits, lines, rods, reels, fish finders, and boat engines are available for purchase. The practice pond mode is just where the player can cut his teeth on the game mechanics without consequence.\n\nThe tournament mode is the main part of the game. Players start out in a fishing boat. Some of the factors that can affect your fishing are temperature, wind speed, water clarity and time of day. After casting the line, the game goes from an above the lake view to a side view of the lake water depths. Then it's just up to the player to attract the fish with the bait, and after the fish is caught on the hook, reel it in",
    "Console": "genesis",
    "Region": "NTSC-U",
    "Publisher": "THQ, Inc.",
    "Developer": "Black Pearl Software",
    "Genre": "Simulation, Sports",
    "ReleaseDate": "1994",
    "MaxPlayers": "1",
    "PlayModes": "Single Player",
    "MenuScreenshot": "__media/B/Bass Masters Classic/NTSC-U/MenuScreenshot.png",
    "ManualThumb": "__media/B/Bass Masters Classic/NTSC-U/ManualThumb.png",
    "Manual": "__media/B/Bass Masters Classic/NTSC-U/Manual.pdf",
    "GameplayScreenshot": "__media/B/Bass Masters Classic/NTSC-U/GameplayScreenshot.png",
    "FrontBoxart": "__media/B/Bass Masters Classic/NTSC-U/FrontBoxart.png",
    "Cart": "__media/B/Bass Masters Classic/NTSC-U/Cart.png",
    "BackBoxart": "__media/B/Bass Masters Classic/NTSC-U/BackBoxart.png",
    "YouTubeVideo": "https://www.youtube.com/watch?v=ggppgcvxWpY"
}