{
    "Title": "Beggar Prince",
    "SortingTitle": "Beggar Prince",
    "Description": "Beggar Prince (Xin Qigai Wangzi) is a Chinese-made RPG loosely based on the famous novel by Mark Twain, Prince and the Pauper. A young prince is bored with the life in the palace, and one day manages to go outside the gate, distracting the guards. In the town he meets a young boy who looks very similar to him. The prince offers him to switch their clothes, because he wants to spend the day as an ordinary boy. But when he comes back to the palace, the guards don't recognize him in his beggar's clothes and refuse to let him in. A new life, full of danger and adventures, begins for the young prince...\n\nThe game is conceived in the tradition of Japanese RPGs. You navigate the prince on the world map and around towns, fighting random enemies and descending into dungeons. The battles are turn-based and are viewed from an isometric perspective. You can attack physically or use a variety of magic spells, classified in types. In the beginning of you turn you have a full SP bar; each action reduces it, and when it is depleted, your turn ends. You can for example heal, cast magic, and physically attack different enemies during the same turn. Your enemies utilize the same system and can unleash multiple attacks on you.",
    "Console": "genesis",
    "Region": "NTSC-U",
    "Publisher": "Computer & Entertainment Inc.",
    "Developer": "Computer & Entertainment Inc.",
    "Genre": "RPG (Turn-based), Isometric",
    "ReleaseDate": "1996",
    "MaxPlayers": "1",
    "PlayModes": "Single Player",
    "MenuScreenshot": "__media/B/Beggar Prince/NTSC-U/MenuScreenshot.gif",
    "ManualThumb": "",
    "Manual": "__media/B/Beggar Prince/NTSC-U/Manual.pdf",
    "GameplayScreenshot": "__media/B/Beggar Prince/NTSC-U/GameplayScreenshot.gif",
    "FrontBoxart": "__media/B/Beggar Prince/NTSC-U/FrontBoxart.jpg",
    "Cart": "__media/B/Beggar Prince/NTSC-U/Cart.png",
    "BackBoxart": "__media/B/Beggar Prince/NTSC-U/BackBoxart.jpg",
    "YouTubeVideo": "https://www.youtube.com/watch?v=M8LWuwnOhfY"
}