{
    "Title": "Brutal Paws of Fury",
    "SortingTitle": "Brutal: Paws of Fury",
    "Description": "The Dalai Llama has organised a martial arts contest for animals of all species to prove their skills, and you are competing in it. There are a wide variety of furry creatures to take on, and finally the Dalai Llama himself.\r\n\r\nBrutal: Paws of Fury is a one-on-one fighting game across a variety of levels, with mostly outdoor terrain. You can choose of the many characters. Throughout the game, your character travels across Dalai Llama's island, fighting a series of duels before getting to the final showdown.\r\n\r\nDuring a duel, you can punch and kick your opponent, try to use special attacks on him/her, or use a \"taunt\" that restores a bit of your health. Each battle lasts a number of rounds (how many - that is determined in the options menu); once one combatant has won that number of times during the battle, he wins. If the computer-controlled player won, it's game over (but you can still use a continue to start the fight anew); if you won, you move on to the next opponent. Once you have defeated them, you can watch an ending animation, different depending on the character you have chosen.\r\n\r\nInstead of beginning a whole new game, you can fight a single duel, choosing the opponent and terrain. You can choose to fight either a computer-controlled opponent or another human player.\r\n\r\nThe visuals lean towards cutesiness, which makes a change from the gore of Mortal Kombat and the metal of Rise of the Robots.\r\n\r\nIn the console versions, you start the game without special moves, but get a new one after each successful best-of-three bout. The computer versions drop this feature, though.",
    "Console": "genesis",
    "Region": "NTSC-U",
    "Publisher": "GameTek, Inc.",
    "Developer": "GameTek, Inc.",
    "Genre": "Fighting",
    "ReleaseDate": "1994",
    "MaxPlayers": "2",
    "PlayModes": "Single Player, Versus (Simultaneous)",
    "MenuScreenshot": "__media/B/Brutal Paws of Fury/NTSC-U/MenuScreenshot.gif",
    "ManualThumb": "__media/B/Brutal Paws of Fury/NTSC-U/ManualThumb.jpg",
    "Manual": "__media/B/Brutal Paws of Fury/NTSC-U/Manual.pdf",
    "GameplayScreenshot": "__media/B/Brutal Paws of Fury/NTSC-U/GameplayScreenshot.gif",
    "FrontBoxart": "__media/B/Brutal Paws of Fury/NTSC-U/FrontBoxart.jpg",
    "Cart": "__media/B/Brutal Paws of Fury/NTSC-U/Cart.png",
    "BackBoxart": "__media/B/Brutal Paws of Fury/NTSC-U/BackBoxart.jpg",
    "YouTubeVideo": "https://www.youtube.com/watch?v=tbi6i1nBGaE"
}